Repository: twinik/clone-musify-music-app
Catalog: lib/localization/app_*.arb
Languages: ka

source: About
ka: შესახებ

# accentChangeMsg
source: Accent color has been changed
ka: აქცენტის ფერი შეიცვალა

source: Accent color
ka: აქცენტის ფერი

source: Add
ka: დამატება

source: Add to playlist
ka: ფლეილისთში დამატება

# addedSuccess
source: Added successfully
ka: წარმატებით დაემატა

source: Album
ka: ალბუმი

source: App update is available
ka: აპლიკაციის განახლება ხელმისაწვდომია

source: Audio quality
ka: სიმღერის ხარისხი

# audioQualityMsg
source: Audio quality has been changed
ka: სიმღერის ხარისხი შეიცვალა

# backedupSuccess
source: Backed up successfully
ka: დარეზერვდა წარმატებით

# backupError
source: Error while data backup
ka: შეცდომა ინფორმაციის დარეზერვებისას

source: Backup user data
ka: მომხმარებლის ინფორმაციის დარეზერვება

# becomeSponsor
source: Become a sponsor
ka: გახდი სპონსორი

# cacheMsg
source: Cache cleared
ka: ქეში გასუფთავდა

source: Cancel
ka: გაუქმება

# chooseBackupDir
source: Choose Backup Directory
ka: აირჩიეთ რეზერვის საქაღალდე

# chooseRestoreDir
source: Choose Restore File Directory
ka: აირჩიეთ რეზერვის დაბრუნების საქაღალდე

source: Clear
ka: გასუფთავება

source: Clear cache
ka: ქეშის გასუფთავება

source: Clear Search History
ka: საძიებო ისტორიის გასუფთავება

source: Confirm
ka: დადასტურება

source: Confirmation
ka: დადასტურება

source: Copy logs
ka: ლოგების კოპირება

# copyLogsNoLogs
source: No logs found to copy
ka: ლოგები არ მოიძებნა

# copyLogsSuccess
source: Logs copied successfully.
ka: ლოგები დაკოპირდა წარმატებით.

# customPlaylistAddInstruction
source: If you add YouTube playlist, fill only YouTube playlist ID field, if you create your own playlist leave YouTube playlist ID empty and fill only: Name, Image link (optional), Description (optional)
ka: თუ YouTube ფლეილისთს ამატებთ, შეავსეთ მხოლოდ YouTube ფელილისთ აიდის ველი, ხოლო თუ ქმნით საკუთარ ფლეილისთს დატოვეთ YouTube ფლეილისთ აიდი ცარიელი და შეავსეთ მხოლოდ: სახელი, სურათის ბმული (ნებაყოფლობითი), აღწერა (ნებაყოფლობითი)

# customPlaylistDesc
source: Custom playlist description
ka: საკუთარი ფლეილისთის აღწერა

# customPlaylistImgUrl
source: Custom playlist image link
ka: საკუთარი ფლეილისთის სურათის ბმული

source: Custom playlist name
ka: საკუთარი ფლეილისთის სახელი

source: Download
ka: ჩამოტვირთვა

source: Download app update
ka: აპლიკაციის განახლების ჩამოტვირთვა

source: Download completed
ka: ჩამოტვირთვა დასრულდა

source: Download failed
ka: ჩამოტვირთვა ვერ შესრულდა

# dynamicColor
source: Dynamic accent color (Android 12+)
ka: დინამიური აქცენტის ფერი (Android 12+)

# error
source: Something went wrong
ka: დაფიქსირდა შეცდომა

# errorWhileRequestingPerms
source: Error while requesting permissions
ka: შეცდომა უფლებების მოთხოვნისას

# fasterDownloadMsg
source: The faster download mode is in the BETA stage and doesn't have a notification for the downloading status.
ka: სწრაფი ჩამოტვირთვის რეჟიმი სატესტო ეტაპზეა და არ აქვს შეტყობინება ჩამოტვირთვის სტატუსის შესახებ.

# folderRestrictions
source: Due to new restrictions on Android, it is essential to select specific and appropriate folders for different file types. Please ensure that you choose either the 'Documents' or 'Downloads' folder for the app backup.
ka: Android-ის ახალი შეზღუდვებიდან გამომდინარე, საჭიროა რომ აირჩიოთ კონკრეტული და შესაბამისი საქაღალდეები განსხვავებული ფაილის ტიპებისთვის. გთხოვთ დარწმუნდით რომ ირჩევთ 'Documents' ან 'Downloads' საქაღალდეს აპლიკაციის ინფორმაციის რეზერვისთვის.

source: Home
ka: მთავარი

source: Language
ka: ენა

# languageMsg
source: Language has been changed
ka: ენა შეიცვალა

source: Licenses
ka: ლიცენზიები

source: Lyrics
ka: ტექსტი

# lyricsNotAvailable
source: No lyrics available ;(
ka: ტექსტი არაა ხელმისაწვდომი ;(

source: More
ka: მეტი

# noLikedPlaylists
source: You haven't liked any playlists yet
ka: ჯერჯერობით არ გაქვს მოწონებული ფლეილისთები

# notYTlist
source: This is not a YouTube playlist ID
ka: ეს არ არის YouTube ფლეილისთის აიდი

source: Nothing Found
ka: ვერაფერი მოიძებნა

source: Now playing
ka: ახლა ჩართულია

source: Others
ka: სხვა

source: Pages
ka: გვერდები

source: Playlist
ka: ფლეილისთი

# playlistUpdated
source: Playlist Updated Successfully
ka: ფლეილისთი განახლდა წარმატებით

source: Playlists
ka: ფლეილისთები

# provideIdOrNameError
source: Please provide either a YouTube ID or a custom playlist name
ka: გთხოვთ ჩაწეროთ YouTube ID ან საკუთარი ფლეილისთის სახელი

# queueInitText
source: Initialising queue...
ka: ხდება ინიციალიზება...

source: Recently Played
ka: ბოლოს მოსმენილი

source: Recommended for you
ka: შემოთავაზებები შენთვის

source: Remove
ka: ამოშლა

# removePlaylistQuestion
source: Are you sure you want to remove this playlist?
ka: დარწმუნებული ხართ რომ გსურთ ამ ფლეილისთის წაშლა?

# removeSearchQueryQuestion
source: Are you sure you want to remove this search query?
ka: დარწმუნებული ხართ რომ გსურთ ამოშალოთ ეს საძიებო ტექსტი?

# restoreError
source: Error while data restore
ka: შეცდომა ინფორმაციის დაბრუნებისას

source: Restore user data
ka: მომხმარებლის ინფორმაციის დაბრუნება

# restoredSuccess
source: Restored Successfully
ka: წარმატებით დაბრუნდა

source: Search
ka: ძიება

# searchHistoryMsg
source: Search history cleared
ka: საძიებო ისტორია გასუფთავდა

# settingChangedMsg
source: Setting changed
ka: პარამეტრი შეიცვალა

source: Settings
ka: პარამეტრები

# songAdded
source: Song Added Successfully!
ka: სიმღერა დაემატა წარმატებით!

# songRemoved
source: Song removed Successfully!
ka: სიმღერა წაიშალა წარმატებით!

source: songs
ka: სიმღერა

# sponsorProject
source: Sponsor the project
ka: პროექტის დასპონსორება

source: Suggested artists
ka: შემოთავაზებული არტისტები

source: Suggested playlists
ka: შემოთავაზებული ფლეილისთები

source: Theme mode
ka: თემის რეჟიმი

source: Tools
ka: ხელსაწყოები

# understand
source: I understand
ka: გასაგებია

source: undo
ka: დაბრუნება

source: User liked playlists
ka: მომხმარებლის მოწონებული ფლეილისთები

source: User liked songs
ka: მომხმარებლის მოწონებული სიმღერები

source: User offline songs
ka: მომხმარებლის უინტერნეტო სიმღერები

source: User playlists
ka: მომხმარებლის ფლეილისთები

source: Your favorite songs here
ka: შენი რჩეული სიმღერები აქ

source: YouTube playlist ID
ka: YouTube ფლეილისთის აიდი
